amd-ucode
base
base-devel
bluetui
bluez
bluez-utils
btop
cliphist
efibootmgr
egl-wayland
evince
exfat-utils
eza
fastfetch
fd
flatpak
fzf
git
gnome-calculator
gnome-disk-utility
grim
grub
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
impala
inter-font
iwd
jq
kitty
less
linux
linux-firmware
linux-headers
lua-language-server
mako
man-db
man-pages
mpv
nautilus
neovim
noto-fonts
noto-fonts-emoji
ntfs-3g
nvidia-open-dkms
nvidia-utils
nwg-look
os-prober
pipewire
pipewire-pulse
qt5-wayland
qt6-wayland
quickshell
ripgrep
rofi
rsync
slurp
stow
sudo
swayosd
tmux
tree
ttf-cascadia-mono-nerd
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
udiskie
ufw
unrar
unzip
uv
waybar
wget
wiremix
wireplumber
woff2-font-awesome
xdg-desktop-portal-hyprland
yazi
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
